tap "homebrew/bundle"
tap "homebrew/core"
brew "asdf"
brew "direnv"
brew "dive"
brew "docker"
brew "dog"
brew "entr"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "yq"
brew "pandoc"
brew "ripgrep"
brew "rlwrap"
brew "sd"
brew "task-spooler"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "watch"

tap "homebrew/cask"
tap "homebrew/cask-versions"
cask "dbeaver-community"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
