tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "docker"
brew "docker-compose"
brew "entr"
brew "fd"
brew "fzf"
brew "ghq"
brew "gh"
brew "ghq"
brew "git"
brew "htop"
brew "jq"
brew "ripgrep"
brew "rlwrap"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "universal-ctags"
cask "dbeaver-community"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "meld"
cask "slack"
cask "visual-studio-code"
