brew "asdf"
brew "direnv"
brew "docker"
brew "entr"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "jq"
brew "ripgrep"
brew "stow"
brew "terraform-docs"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "volta"
