brew "direnv"
brew "entr"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "jq"
brew "mise"
brew "stow"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "volta"
