tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "asdf"
brew "direnv"
brew "docker"
brew "dog"
brew "entr"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "hadolint"
brew "htop"
brew "iam-policy-json-to-terraform"
brew "jq"
brew "k6"
brew "yj"
brew "pandoc"
brew "pipx"
brew "pre-commit"
brew "ripgrep"
brew "rlwrap"
brew "sd"
brew "stow"
brew "task-spooler"
brew "telnet"
brew "terraform-docs"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "watch"
brew "wget"

cask "alacritty"
cask "alt-tab"
cask "dbeaver-community"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "raycast"
cask "slack"
cask "visual-studio-code"
